brew "bash"
brew "openssl@3"
brew "libgit2"
brew "bat"
brew "eza"
brew "ffmpeg"
brew "gh"
brew "htop"
brew "libudfread"
brew "mas"
brew "pandoc"
brew "pkgconf"
brew "powerlevel10k"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rsync"
brew "streamlink"
brew "tmux"
brew "tree"
brew "unbound"
brew "volta"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "calibre"
cask "capcut"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude-code"
cask "cursor"
cask "emby"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "google-drive"
cask "keyboardcleantool"
cask "latest"
cask "logitech-options"
cask "maccy"
cask "mark-text"
cask "motrix"
cask "obs"
cask "obsidian"
cask "syntax-highlight"
cask "tradingview"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wechat"
cask "wpsoffice"
mas "Drafts", id: 1435957248
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Telegram Lite", id: 946399090
mas "Texas Poker", id: 431501599
vscode "hyeondg.cursor-dark-midnight-color-theme"
vscode "openai.chatgpt"
vscode "vscode-icons-team.vscode-icons"
